{
  "translation": {
    "menu": {
      "Toggle Console": "Переключить отображение консоли",
      "Select data folder": "Указать папку с ресурсами игры",
      "Remove data": "Удалить ресурсы",
      "Run": "Запустить",
      "Select zip archive": "Архив zip",
      "Toggle Fullscreen": "На весь экран",
      "Add game data": "Загрузка ресурсов игры",
      "Try demo": "Демо-версия",
      "Toggle Settings": "Настройки",
      "Link": "Пригласите своих друзей присоединиться к игре, поделившись этой ссылкой.",
      "Volume {{vol}}": "Громкость {{vol}}",
      "Sensitivity {{sens}}": "Чувствительность {{sens}}"
    },
    "error": {
      "Internal Server Error": "Очень серьезная ошибка",
      "Server error 500. we fixing the problem. please try again at a later stage.": "Server error 500. we fixing the problem. please try again at a later stage.",
      "Back To Home": "На главную",
      "The page you are looking was moved, removed, renamed, or might never exist!": "The page you are looking was moved, removed, renamed, or might never exist!",
      "Page Not Found": "Страница не найден",
      "Failed to sync FS": "Ошибка синхронизации файловой системы",
      "WASM module start failed": "Ошибка запуска модуля wasm"
    },
    "confirm": {
      "Are you sure?": "Удалить данные?"
    },
    "settings": {
      "Select map": "Выбор карты"
    },
    "maps": {
      "name": {
        "boot_camp.bsp": "Буткэмп",
        "bounce.bsp": "Боунс",
        "crossfire.bsp": "Кроссфайр",
        "datacore.bsp": "Датакор",
        "frenzy.bsp": "Френзи",
        "killbox.bsp": "Киллбокс",
        "pool_party.bsp": "Пул-пати",
        "rapidcore.bsp": "Рапидкор",
        "stalkyard.bsp": "Сталкъярд",
        "undertow.bsp": "Андертоу"
      },
      "description": {
        "boot_camp.bsp": "Первоначально разрабатывалась для специального игрового режима, который был вырезан из финальной версии игры. Суть мода заключалась в том, что команды из двух человек сражались друг против друга, чтобы найти лутбокс, который затем нужно было вернуть на «базу», обозначенную четырьмя флагштоками. Игроки могли брать с собой только один вид оружия; если кто-то из игроков был убит, он был вынужден ждать появления в новом раунде.",
        "bounce.bsp": "Представляет собой каньон, разделённый на две части высокой бетонной стеной, через которую можно перепрыгнуть с помощью инопланетных трамплинов, и соединённый сетью канализационных туннелей с небольшим горным озером. Акцент сделан на вертикальном геймплее.",
        "crossfire.bsp": "Предназначена для больших групп игроков. Карта состоит из двух частей: первая часть (точки появления игроков) — это три двухэтажных здания со внутренним двориком ниже уровня земли, в которых находится оружие, а также зарядные устройства для здоровья и костюмов, аптечки, батареи и модули дальних прыжков. Управляемые кнопками лифты являются основным средством подъёма в зданиях, в то время как балконы и большие окна позволяют быстро убежать с верхних этажей. Сторона комплекса, обращённая к бункеру, имеет многочисленные выходы из области и обеспечивает достаточное укрытие.",
        "datacore.bsp": "Известна своей сложной планировкой с множеством коридоров, пандусов и комнат, что делает её популярным выбором для динамичных сражений. Карта представляет собой сочетание ярко освещённых областей и более тёмных участков, причём некоторые участки специально спроектированы для разбавления общей яркости.",
        "frenzy.bsp": "Известная своими небольшими размерами арены и акцентом на интенсивных боях, игра представляет собой исследовательский комплекс и рассчитана на 2–8 игроков. Карта включает в себя всё оружие, многочисленные предметы и физические объекты. Карта также примечательна своими ностальгическими локациями, оставаясь верной оригиналу, но с улучшенными текстурами и функциями.",
        "killbox.bsp": "Создана для напряжённого, динамичного геймплея в режиме deathmatch. Подобные карты обычно характеризуются простыми, прямоугольными структурами, часто с низкой детализацией и базовыми геометрическими фигурами, такими как кубы, пирамиды и склоны. Основное внимание уделяется созданию пространства, стимулирующего постоянное движение, быстрые бои и стратегическое использование мощного оружия.",
        "pool_party.bsp": "Действие игры разворачивается на человеческом форпосте в Ксене, где есть целебные бассейны и парящие острова. Дизайн карты подчёркивает «расслабляющее пребывание» на этом форпосте в Ксене, несмотря на сомнительную конструкцию и отсутствие чёткого объяснения того, как игроки могут дышать в этой среде.",
        "rapidcore.bsp": "Представляет собой небольшую сеть технических коридоров. Наиболее примечательной является комната с охладительным баком — если зайти в сам бак и нажать кнопку прыжка, то можно взлететь наверх и попасть на металлический уступ, где в квадратной выемке лежит тау-пушка. При этом, если спрыгнуть обратно, игрок не получит урона, т. к. в этом баке очень низкая гравитация.",
        "stalkyard.bsp": "Представляет собой небольшой склад Чёрной Мезы с кучей ящиков разной высоты. Скорее всего, этот склад старый, что можно предположить, исходя из наличия старого зарядного устройства для костюма H.E.V. Этот зарядник, однако, нельзя использовать, поскольку он сломан. На втором этаже, помимо комнаты с зарядником, находятся два балкона (по обе стороны от склада), на каждом из которых стоит станковый пулемёт. Выходы из склада и примыкающие к ним внутренние дворы с балконами связаны между собой небольшим туннелем с квадратными ящиками.",
        "undertow.bsp": "По своему дизайну карта напоминает старый водоканал (или канализацию), вокруг которого построено ничем не примечательное двухэтажное здание. Однако, если зайти внутрь, на первом этаже по обе стороны здания можно найти конвейерные ленты."
      }
    },
    "models": {
      "barney": "Барни",
      "bbbbarney": "Б-Б-Б-Барни",
      "gina": "Джина",
      "gman": "Г-Ман",
      "gordon": "Гордон",
      "helmet": "Шлем",
      "hgrunt": "Грунт",
      "ivan": "Иван",
      "recon": "Разведос",
      "robo": "Робо",
      "scientist": "Ученый",
      "skeleton": "Скелет",
      "tmcm": "TMCM",
      "zombie": "Зомби"
    },
    "input": {
      "Player name": "Никнейм"
    },
    "buttons": {
      "Play": "Играть",
      "Bots": "Боты",
      "Connect {{name}}": "Подключиться к {{name}}",
      "Back": "Туда",
      "Next": "Сюда",
      "Copy": "Скопировать"
    },
    "snackbar": {
      "Link Copied": "Ссылка скопирована",
      "Hit `Esc` to open top bar menu and remove/add bots.": "Нажмите \"Esc\" чтобы открыть меню и добавить/убрать ботов."
    },
    "bots": {
      "5": "4 простака",
      "3": "3 середнячка",
      "1": "2 профи"
    },
    "texts": {
      "Server info: players {{numcl}}/{{maxcl}}, map: {{map}}, ping: {{ping}}": "Сервер: игроки {{numcl}}/{{maxcl}}, карта: {{map}}, пинг: {{ping}}",
      "Add bots": "Добавить ботов",
      "Public server": "Публичный сервер"
    },
    "Data bundle looks ok. Continue initialization...": "Все загружено. Будем запускаться...",
    "Starting wasm module...": "Запускаем модуль wasm...",
    "Looking up data in [{{path}}]": "Поиск данных в [{{path}}]",
    "No local data found... Building local cache.": "Не все данные найдены в локальном кеше, начинаю загрузку...",
    "Local data found we are ready to start...": "Все готово к запуску игры"
  }
}
